.github/xml/wrapped_req.xml

<e:Envelope xmlns:e="http://schemas.xmlsoap.org/soap/envelope/">
	<e:Body>
		<wrapped xmlns="http://test.unknow">
			<Root xmlns="http://webservice.unknow" value="4">
				<elem>content</elem>
			</Root>
		</wrapped>
	</e:Body>
</e:Envelope>
